Repository: flammie/purplemonkeydishwasher
Catalog: 2016-iwclul/fi-nn (1).tmx
Source language: fi
Languages: nn

source: %BPidä%b paketit nykyisessä versiossaan:%n
nn: %BHald%b desse pakkane på noverande versjon: %n

source: %BPäivitä%b paketit:%n
nn: %BOppgrader%b desse pakkane: %n

source: %BVanhenna%b paketit:%n
nn: %BNedgrader%b desse pakkane: %n

source: VAROITUS
nn: ÅTVARING

source: %F: Tämä paketin %s versio %Bei%b ole luotettavasta lähteestä! Paketin asennus voi mahdollistaa järjestelmäsi vaurioittamisen tai kaappauksen.
nn: %F: Denne versjonen av %s er frå ei %Bikkje tiltrudd kjelde%b! Ved å installere denne pakken kan ein person med uærlege føremål kunne øydeleggje eller ta kontroll over systemet ditt.

source: Öö, mitään virheitä ei ole; näin ei olisi pitänyt käydä...
nn: Hmm, det er ingen feil her, dette skulle ikkje ha hendt..

source: Virhe:
nn: E:

source: Varoitus:
nn: W:

source: Olet jo root!
nn: Du er allereie root!

source: Lapsiprosessi palautti virhekoodin -- kirjoititko salasanan oikein?
nn: Underprosessen avslutta med ein feil -- skreiv du passordet ditt rett?

source: Lataan varastoa
nn: Lastar mellomlager

source: Haluatko varmasti lopettaa?
nn: Vil du verkeleg avslutta Aptitude?

source: Haluatko varmasti hylätä omat asetuksesi ja korvata ne oletuksilla?
nn: Vil du verkeleg forkasta dine eigne instillingar og lasta inn standardinnstillingane?

source: Selaa saatavilla olevia paketteja ja suorita toimenpiteitä
nn: Vis tilgjengelege pakkar og vel kva handlingar som skal utførast

source: %s:n tiedot
nn: Informasjon om %s

source: %s: tiedot
nn: %s-info

source: %s:sta riippuvat paketit
nn: Pakkar som krev %s

source: %s:n riippuvuudet
nn: Pakkekrav for %s

source: %s: käänteisriippuvuudet
nn: %s motsette pakkekrav

source: %s: riippuvuudet
nn: %s-pakkekrav

source: Paketin %s saatavilla olevat versiot
nn: Tilgjengelege versjonar av %s

source: %s: versiot
nn: %s-versjonar

source: Apu
nn: Hjelp

source: Näytä usein kysyttyjä kysymyksiä vastauksineen
nn: Vis ei liste over spørsmål og svar

source: Seuraa pakettien noudon edistymistä
nn: Vis framgangen for nedlastinga av pakkar

source: Pakettien nouto
nn: Pakkenedlasting

source: %BVAROITUS%b: allaolevien pakettien asennettavat versiot eivät ole luotettuja!%n%nEpäluotettavat paketit voivat %Bvaarantaa järjestelmäsi turvallisuuden%b. Sinun ei pitäisi jatkaa, ellet ole varma, että asennettavat versiot ovat kunnollisia.%n%n
nn: %BÅTVARING%b: Utrygge versjonar av desse pakkane vil bli installert!%n%nUtrygge pakkar kan gjer %Bsystemet ditt mindre trygt%b. Du skal berre halda fram med installasjonen dersom du er sikker på at du vil gjere dette.%n%n

source: %S*%N %s [versio %s]%n
nn: %S*%N %s [versjon %s]%n

source: Jatka
nn: Vil du verkeleg halda fram

source: Keskeytä asennus
nn: Avbryt Installasjon

source: Pakettien asennuksen esikatselu
nn: Førehandsvising av pakkeinstallasjon

source: Näytä toiminnot, jotka suoritetaan, ja muuta niitä
nn: Vis og/eller endra på handlingane som skal utførast

source: Jotkut paketit olivat rikki, mutta ovat nyt kunnossa:
nn: Nokre pakkar var øydelagde og har blitt fiksa:

source: Näitä riippuvuusongelmia ei ole mahdollista ratkaista!
nn: Inga løysing på desse pakkekrava finst!

source: Riippuvuuksien ratkaisuun annettu aika loppui (paina "%s" yrittääksesi pitempään)
nn: Har brukt opp tida på å løyse pakkekrav (trykk «%s» for å prøve hardare)

source: Pakettien asentaminen ja poisto vaativat ylläpitäjän oikeudet, joita sinulla ei ole. Haluatko vaihtaa root-tunnukselle?
nn: Å installera/fjerna pakkar krev at du har administrative rettar, noko du ikkje har no. Vil du byte til root-kontoen?

source: Vaihda root-tunnukselle
nn: Bli root

source: Älä vaihda root-tunnukselle
nn: Ikkje bli root

source: Mitään paketteja ei asenneta, päivitetä tai poisteta.
nn: Ingen pakkar vil bli installert, oppgradert eller fjerna.

source: Mitään paketteja ei asenneta, poisteta tai päivitetä. Jotkin paketit olisi mahdollista päivittää. Paina "U" päivittääksesi nämä.
nn: Ingen pakkar vil bli installert, oppgradert eller fjerna. Nokre pakkar kunne oppgraderast, men du har ikkje valt at dei skulle oppgraderast. Tast «U» for å førebu oppgradering.

source: Päivitän pakettiluetteloa
nn: Oppdaterer pakkelister

source: Seuraa pakettiluettelon päivityksen edistymistä
nn: Vis framgangen for oppdateringa av pakkelista

source: Luettelopäivitys
nn: Listeoppdatering

source: Pakettiluettelon päivitys vaatii ylläpitäjän oikeudet, joita sinulla ei ole. Haluatko vaihtaa root-tunnukselle?
nn: Oppdatering av pakkelister krev administrative rettar, noko du ikkje har no. Vil du byte til root-kontoen?

source: Hukkaa aikaa etsimällä miinoja
nn: Bruke tida på å finna miner

source: Puhdistusta ei voi tehdä noudon aikana
nn: Å vaske medan ei nedlasting held på er ikkje tillatt!

source: Poistan noudettuja tiedostoja
nn: Slettar nedlasta filer

source: Noudetut pakettitiedostot on poistettu
nn: Nedlasta pakkefiler er blitt sletta

source: Vanhentuneet pakettitiedostot on poistettu, %sB levytilaa vapautui.
nn: Forelda nedlasta pakkefiler er blitt sletta og har frigjort %sB med diskplass.

source: Ei muita ratkaisuja
nn: Ingen fleire løysingar.

source: Toteutettavaa ratkaisua ei löytynyt.
nn: Klarer ikkje å finne ei løysing som kan brukast.

source: Ratkaisun etsintään annettu aika loppui.
nn: Brukte opp tida på å finne ei løysing.

source: Selvityksen tilan tallennuksessa tapahtui virhe
nn: Feil ved lagring av løysingstilstanden

source: ^Asenna/poista paketteja
nn: ^Installer/fjern pakkar

source: ^Päivitä pakettiluettelo
nn: ^Oppdater pakkeliste

source: ^Unohda uudet paketit
nn: ^Gløym nye pakkar

source: Puhdista ^koko pakettivarasto
nn: ^Reinsk pakkemellomlageret

source: Puhdista ^vanhentuneet tiedostot
nn: Slett ^forelda filer

source: Lataa ^pakettivarasto uudelleen
nn: ^Last inn igjen pakkemellomlageret

source: Pelaa miina^haravaa
nn: ^Spel minesveipar

source: Vaihda ^root-tunnukselle
nn: Bli ^root

source: ^Lopeta
nn: ^Avslutt

source: ^Asenna
nn: ^Installer

source: Merkitse valittu paketti asennettavaksi tai päivitettäväksi
nn: Merkjer den valde pakke for installasjon eller oppgradering

source: ^Poista
nn: ^Fjern

source: Merkitse valittu paketti poistettavaksi
nn: Merkjer den valde pakke for fjerning

source: ^Siivoa
nn: ^Reinsk ut

source: Merkitse valittu paketti asetustiedostoineen poistettavaksi
nn: Merkjer den valde pakken for fjerning av programfiler og oppsettsfiler

source: Pala^uta
nn: ^Ta vare på

source: Peruuta valitulle paketille määritetyt toiminnot
nn: Avbryt handlingane på den valde pakken

source: ^Jäädytä
nn: ^Hald tilbake

source: Peruuta valitulle paketille määritetyt toiminnot ja estä sen päivitys
nn: Avbryt handlinar på den valde pakken og vernar han mot framtidige oppgraderingar.

source: ^Merkitse Automaatti
nn: Merk ^Auto

source: Merkitse valittu paketti automaattisesti asennetuksi; se poistetaan, jos mikään muu paketti ei riipu siitä
nn: Merk den valde pakken som om han er automatisk installert. Pakken vil automatisk bli fjerna viss ingen andre pakkar treng han.

source: Merkitse ^Käsin
nn: Merk ^Manuell

source: Merkitse valittu paketti käsin asennetuksi; sitä ei poisteta, ellet poista sitä käsin
nn: Merk den valde pakken som om han var manuelt installert. Pakken vil ikkje bli fjerna viss du ikkje fjernar han manuelt.

source: ^Estä versio
nn: ^Forby versjon

source: Estä valitun paketin ehdolla olevan version asennus; paketin uudemmat versiot asennetaan normaalisti
nn: Forby denne versjonen av den valde pakken frå å bli installert. Nyare versjonar av pakken vil bli installert som vanleg

source: ^Tiedot
nn: I^nformasjon

source: Näytä lisätietoa valitusta paketista
nn: Vis meir informasjon om den valde pakken

source: Muutos^loki
nn: ^Endringslogg

source: Näytä valitun paketin Debian-muutosloki
nn: Vis debianendringsloggen til den valde pakken

source: ^Etsi
nn: ^Finn

source: Etsi ^Uudestaan
nn: Finn i^gjen

source: Toista edellinen haku
nn: Gjer opp igjen det siste søket

source: ^Rajoita Näkymä
nn: ^Filtrer vising

source: Rajoita näkyvien pakettien luetteloa suodattimella
nn: Bruk eit filter på pakkelista

source: ^Laajenna Näkymä
nn: ^Avfiltrer vising

source: Poista pakettiluettelon suodatin
nn: Fjernar filteret frå pakkelista

source: ^Hae rikkinäiset
nn: Finn ^Øydelagd

source: Etsi seuraava paketti, jonka riippuvuudet eivät ole kunnossa
nn: Finn den neste pakken med pakkekrav som ikkje er tilfredsstilt

source: ^Käyttöliittymä
nn: ^Brukargrensesnitt

source: Muuta käyttöliittymään vaikuttavia asetuksia
nn: Endrar innstillingane for brukargrenseflata

source: ^Riippuvuuksien käsittely
nn: ^Handsaming av pakkekrav

source: Muuta pakettien riippuvuuksien käsittelyyn vaikuttavia asetuksia
nn: Endra innstillingar som påverkar handtering av pakkekrav

source: ^Sekalaista
nn: ^Ymse

source: Muuta sekalaisia asetuksia
nn: Endra ymse programinnstillingar

source: ^Palauta oletukset
nn: ^Tilbakestill innstillingar

source: Palauta kaikki asetukset ohjelman oletusasetuksiin
nn: Stiller tilbake alle innstillingar til standardverdiar

source: ^Seuraava
nn: ^Neste

source: Siirry seuraavaan näkymään
nn: Vis neste skjermbilete

source: ^Edellinen
nn: ^Førre

source: Siirry edelliseen näkymään
nn: Vis førre skjermbilete

source: Su^lje
nn: ^Lukk

source: Sulje tämä näkymä
nn: Lukk dette skjermbilete

source: Uusi paketti^näkymä
nn: Ny pakke^vising

source: Luo uusi oletusnäkymä
nn: Lag ei ny standard for pakkevising

source: ^Uusi luokkaselain
nn: Ny ^katagorivising

source: Selaa paketteja luokittain
nn: Bla i pakkar etter kategori

source: ^Tietoja
nn: ^Om

source: Tietoja tästä ohjelmasta
nn: Vis informasjon om dette programmet

source: ^Pika-apu
nn: ^Hjelp

source: Selaa sisäänrakennettua avustustekstiä
nn: Vis hjelp

source: ^Käyttöopas
nn: ^Brukarvegleiing

source: Näytä ohjelman varsinainen käyttöohje
nn: Vis den detaljerte programmanualen

source: ^UKK
nn: ^SOS

source: Näytä tärkeät muutokset, jotka on tehty kuhunkin versioon paketista
nn: Vis dei viktige endringane som er gjort i kvar versjon av

source: ^Lisenssi
nn: ^Lisens

source: Toiminnot
nn: Handlingar

source: Haku
nn: Søk

source: Asetukset
nn: Val

source: Näkymät
nn: Visingar

source: y
nn: j

source: %s: muutokset
nn: %s endringar

source: Vain virallisten Debian-pakettien muutoslokit ovat saatavilla.
nn: Du kan berre lesa endringsloggar for offisielle debianpakkar.

source: Paketin %s versiossa %s on tyydyttämätön riippuvuus:
nn: Pakken %s versjon %s har eit krav som ikkje er oppfylt:

source: Pakettien kokonaismäärä :
nn: Tal på pakkenamn:

source: Tavallisia paketteja:
nn: Vanlege pakkar:

source: Aitoja näennäispaketteja:
nn: Reine virtuelle pakkar:

source: Yksinkertaisia näennäispaketteja:
nn: Enkle virtuelle pakkar:

source: Sekanäennäispaketteja:
nn: Samansette virtuelle pakkar:

source: Puuttuu:
nn: Manglar:

source: Eri versioita yhteensä:
nn: Tal på einskildversjonar:

source: Riippuvuuksia yhteensä:
nn: Tal på krav:

source: Versio/tdsto suhteita yht:
nn: Tal på ver./fil-forhold:

source: Tarjoamiskuvauksia yhteensä:
nn: Tal på tilbyr-forhold:

source: Erilaisia merkkijonoja yhteensä:
nn: Tal på strengar med jokerteikn:

source: Versioriippuvuustila yhteensä:
nn: Storleik på kravs- og versjonsrom:

source: Löysää tilaa yhteensä:
nn: Slingringsmon:

source: Käytetty tila yhteensä:
nn: Brukt plass i alt:

source: Pakettitiedosto %s ei ole ajan tasalla.
nn: Pakkefila %s er ute av takt.

source: Yhtään pakettia ei löytynyt
nn: Fann ingen pakkar

source: Pakettia %s ei löydy
nn: Finn ikkje pakken %s

source: Pakettitiedostot:
nn: Pakkefiler:

source: Varasto ei ole ajan tasalla, pakettitiedostoa ei löydy kansiosta
nn: Mellomlageret er ute av takt, kan ikkje x-referera ei pakkefil

source: Paketit joissa tunniste:
nn: Spikra pakkar:

source: (ei löydy)
nn: (ikkje funne)

source: Asennettu:
nn: Installert:

source: Ehdokas:
nn: Kandidat:

source: (ei mitään)
nn: (ingen)

source: Paketin tunnistenumero:
nn: Pakke spikra til:

source: Versiotaulukko:
nn: Versjonstabell:

source: Toista tämä prosessi lopuille CD-levyille.
nn: Gjenta denne prosessen for resten av CD-ane i settet ditt.

source: Parametrit eivät ole pareittain
nn: Ikkje parvise argument

source: Käyttö: apt-config [valitsimet] komento apt-config on yksinkertainen työkalu APT:n asetustiedoston lukemiseen Komennot: shell - Muista ohjelmista käytettäväksi dump - Näytä asetukset Valitsimet: -h Tämä ohje -c=? Lue tämä asetustiedosto -o=? Aseta mikä asetusvalitsin tahansa, esim. -o dir::cache=/tmp
nn: Bruk: apt-config [val] kommando apt-config er eit enkelt verktøy for å lesa oppsettsfila til APT. Kommandoar: shell - Skalmodus dump - Vis oppsettet Val: -h Vis denne hjelpeteksten. -c=? Les denne oppsettsfila. -o=? Set ei vilkårleg innstilling, t.d. «-o dir::cache=/tmp».

source: %s ei kelpaa DEB-paketiksi.
nn: %s er ingen gyldig DEB-pakke.

source: Käyttö: apt-extracttemplates tdsto1 [tdsto2 ...] apt-extracttemplates on työkalu asetus- ja mallitietojen poimintaan debian-paketeista Valitsimet: -h Tämä ohje -t Aseta väliaikaisten tiedostojen kansio -c=? Lue tämä asetustiedosto -o=? Aseta mikä asetusvalitsin tahansa, esim. -o dir::cache=/tmp
nn: Bruk: apt-extracttemplates fil1 [fil2 ...] apt-extracttemplates er eit verktøy for å henta ut informasjon om oppsett og malar frå Debian-pakkar. Val: -h Vis denne hjelpeteksten -t Vel mellombels katalog -c=? Les denne innstillingsfila. -o=? Set ei vilkårleg innstilling, t.d. «-o dir::cache=/tmp».

source: Tiedostoon %s kirjoittaminen ei onnistu
nn: Klarte ikkje skriva til %s

source: Ohjelman debconf versiota ei saa selvitettyä. Onko debconf asennettu?
nn: Finn ikkje debconf-versjonen. Er debconf installert?

source: Paketin laajennuslista on liian pitkä
nn: Lista over pakkeutvidingar er for lang

source: Tapahtui virhe käsiteltäessä kansiota %s
nn: Feil ved lesing av katalogen %s

source: Lähteiden laajennuslista on liian pitkä
nn: Lista over kjeldeutvidingar er for lang

source: Tapahtui virhe kirjoitettaessa otsikkotietoa sisällysluettelotiedostoon
nn: Feil ved skriving av topptekst til innhaldsfila

source: Tapahtui virhe käsiteltäessä sisällysluetteloa %s
nn: Feil ved lesing av %s

source: Mitkään valinnat eivät täsmänneet
nn: Ingen utval passa

source: Pakettitiedostojen ryhmästä "%s" puuttuu joitain tiedostoja
nn: Enkelte filer manglar i pakkefilgruppa %s

source: Tietokanta on turmeltunut, tiedosto nimetty %s.old
nn: Databasen er øydelagd. Filnamnet er endra til %s.old

source: Tietokanta on vanha, yritetään päivittää %s
nn: DB er for gammal, forsøkjer å oppgradere %s

source: Tietokantatiedostoa %s ei saatu avattua: %s
nn: Klarte ikkje opna DB-fila %s: %s

source: Tiedostolle %s ei toimi stat
nn: Klarte ikkje få status til %s

source: Arkistolla ei ole ohjaustietuetta
nn: Arkivet har ingen kontrollpost

source: Kohdistinta ei saada
nn: Klarte ikkje få peikar

source: W: Kansiota %s ei voi lukea
nn: Å: Klarte ikkje lesa katalogen %s

source: W: Tdstolle %s ei toimi stat
nn: Å: Klarte ikkje få status til %s

source: E:
nn: F:

source: W:
nn: Å:

source: E: Tiedostossa virheitä
nn: F: Det er feil ved fila

source: Osoitteen %s selvitys ei onnistunut
nn: Klarte ikkje slå opp %s

source: Puun läpikäynti ei onnistunut
nn: Treklatring mislukkast

source: Tiedoston %s avaaminen ei onnistunut
nn: Klarte ikkje opna %s

source: readlink %s ei onnistunut
nn: Klarte ikkje lesa lenkja %s

source: unlink %s ei onnistunut
nn: Klarte ikkje oppheva lenkja %s

source: *** Linkin %s -> %s luonti ei onnistunut
nn: *** Klarte ikkje lenkja %s til %s

source: DeLinkin yläraja %st saavutettu.
nn: DeLink-grensa på %sB er nådd.

source: Arkistossa ei ollut pakettikenttää
nn: Arkivet har ikkje noko pakkefelt

source: %s:llä ei ole poikkeustietuetta
nn: %s har inga overstyringsoppføring

source: %s ylläpitäjä on %s eikä %s
nn: %s-vedlikehaldaren er %s, ikkje %s

source: realloc - Muistin varaaminen ei onnistunut
nn: realloc - Klarte ikkje tildela minne

source: Poikkeustiedoston %s lukeminen ei onnistunut
nn: Klarte ikkje lesa overstyringsfila %s

source: Tuntematon pakkausalgoritmi "%s"
nn: Ukjend komprimeringsalgoritme %s

source: Pakattu tulostus %s tarvitsee pakkausjoukon
nn: Komprimert utdata %s treng eit komprimeringssett

source: IPC-putken luominen aliprosessiin ei onnistunut
nn: Klarte ikkje oppretta IPC-røyr til underprosessen

source: FILE* luominen ei onnistunut
nn: Klarte ikkje oppretta FILE*

source: fork ei onnistunut
nn: Klarte ikkje gafla

source: Compress-lapsiprosessi
nn: Komprimer barn

source: Sisäinen virhe, prosessin %s luominen ei onnistunut
nn: Intern feil, klarte ikkje oppretta %s

source: Syöttö/tulostus aliprosessiin/tiedostoon ei onnistunut
nn: Klarte ikkje kommunisera med underprosess/fil

source: Lukeminen ei onnistunut laskettaessa MD5:ttä
nn: Klarte ikkje lesa under utrekning av MD5

source: Ilmeni pulmia poistettaessa tiedosto %s
nn: Problem ved oppheving av lenkje til %s

source: Nimen muuttaminen %s -> %s ei onnistunut
nn: Klarte ikkje endra namnet på %s til %s

source: K
nn: J

source: Käännösvirhe lausekkeessa - %s
nn: Regex-kompileringsfeil - %s

source: mutta %s on asennettu
nn: men %s er installert

source: mutta %s on merkitty asennettavaksi
nn: men %s skal installerast

source: mutta ei ole asennuskelpoinen
nn: men lèt seg ikkje installera

source: mutta on näennäispaketti
nn: men er ein virtuell pakke

source: mutta ei ole asennettu
nn: men er ikkje installert

source: mutta ei ole merkitty asennettavaksi
nn: men skal ikkje installerast

source: tai
nn: eller

source: Seuraavat UUDET paketit asennetaan:
nn: Dei følgjande NYE pakkane vil verta installerte:

source: Seuraavat paketit POISTETAAN:
nn: Dei følgjande pakkane vil verta FJERNA:

source: Nämä paketit VARHENNETAAN:
nn: Dei følgjande pakkane vil verta NEDGRADERTE:

source: Seuraavat pysytetyt paketit muutetaan:
nn: Dei følgjande pakkane som er haldne tilbake vil verta endra:

source: %s (syynä %s)
nn: %s (fordi %s)

source: %lu päivitetty, %lu uutta asennusta,
nn: %lu oppgraderte, %lu nyleg installerte,

source: %lu varhennettua,
nn: %lu nedgraderte,

source: %lu poistettavaa ja %lu päivittämätöntä.
nn: %lu skal fjernast og %lu skal ikkje oppgraderast.

source: %lu ei asennettu kokonaan tai poistettiin.
nn: %lu ikkje fullstendig installerte eller fjerna.

source: Paketti %s on näennäispaketti, jonka kattaa:
nn: Pakken %s er ein virtuell pakke, tilbydd av:

source: [Asennettu]
nn: [Installert]

source: Yksi pitää valita asennettavaksi.
nn: Du må velja ein som skal installerast.

source: Pakettia %s ei ole saatavilla, mutta toinen paketti viittaa siihen. Tämä voi tarkoittaa paketin puuttuvan, olevan vanhentunut tai saatavilla vain jostain muusta lähteestä
nn: Det finst ingen tilgjengeleg versjon av pakken %s, men han er nemnt av ein annan pakke. Dette tyder at pakket manglar, er gjort overflødig eller er berre tilgjengeleg frå ei anna kjelde

source: Seuraavat paketit kuitenkin korvaavat sen:
nn: Dei følgjande pakkane kan brukast i staden:

source: Ohitetaan %s, se on jo asennettu eikä ole komennettu päivitystä.
nn: Hoppar over %s, for den er installert frå før og ikkje sett til oppgradering.

source: Paketin %s uudelleenasennus ei ole mahdollista, sitä ei voi noutaa.
nn: %s kan ikkje installerast på nytt, for pakken kan ikkje lastast ned.

source: %s on jo uusin versio.
nn: Den nyaste versjonen av %s er installert frå før.

source: Pakettia %s ei ole asennettu, niinpä sitä ei poisteta
nn: Pakken %s er ikkje installert, og vert difor ikkje fjerna

source: Korjataan riippuvuuksia...
nn: Rettar på krav ...

source: ei onnistunut.
nn: mislukkast.

source: Riippuvuuksien korjaus ei onnistu
nn: Klarte ikkje retta på krav

source: Päivitysjoukon minimointi ei onnistu
nn: Klarte ikkje minimera oppgraderingsmengda

source: Halunnet suorittaa "apt-get -f install" korjaamaan nämä.
nn: Du vil kanskje prøva å retta på desse ved å køyra «apt-get -f install».

source: Tyydyttämättömiä riippuvuuksia. Koita käyttää -f.
nn: Nokre krav er ikkje oppfylte. Prøv med «-f».

source: VAROITUS: Seuraavien pakettien alkuperää ei voi varmistaa!
nn: ÅTVARING: Klarer ikkje autentisere desse pakkane.

source: Varoitus varmistamisesta on ohitettu.
nn: Autentiserignsvarsel overstyrt.

source: Asennetaanko nämä paketit ilman todennusta [y/N]?
nn: Installer desse pakkane utan verifikasjon [j/N]?

source: Joidenkin pakettien alkuperästä ei voitu varmistua
nn: Nokre pakkar kunne ikkje bli autentisert

source: Oli pulmia ja -y käytettiin ilman valitsinta --force-yes
nn: Det oppstod problem, og «-y» vart brukt utan «--force-yes»

source: Sisäinen virhe, InstallPackages kutsuttiin rikkinäisille paketeille!
nn: Intern feil. InstallPackages vart kalla med øydelagde pakkar!

source: Paketteja pitäisi poistaa mutta Remove ei ole käytössä.
nn: Nokre pakkar må fjernast, men fjerning er slått av.

source: No jo on... Koot eivät täsmää, sähköpostita email apt@packages.debian.org
nn: Ufjølgt.. Størrelsane stemmer ikkje. Send epost til apt@packages.debian.org

source: Noudettavaa arkistoa %st/%st.
nn: Må henta %sB/%sB med arkiv.

source: Noudettavaa arkistoa %st.
nn: Må henta %sB med arkiv.

source: Kansiossa %s ei ole riittävästi vapaata tilaa.
nn: Du har ikkje nok ledig plass i %s.

source: On määritetty Trivial Only mutta tämä ei ole itsestäänselvä toimenpide.
nn: «Trivial Only» var spesifisert, men dette er ikkje noka triviell handling.

source: Kyllä, tee kuten käsketään!
nn: Ja, gjer som eg seier!

source: Keskeytä.
nn: Avbryt.

source: Haluatko jatkaa [K/e]?
nn: Vil du halda fram [J/n]?

source: Tiedoston %s nouto ei onnistunut %s
nn: Klarte ikkje henta %s %s

source: Joidenkin tiedostojen nouto ei onnistunut
nn: Klarte ikkje henta nokre av filene

source: Nouto on valmis ja määrätty vain nouto
nn: Nedlastinga er ferdig i nedlastingsmodus

source: Joidenkin arkistojen nouto ei onnistunut, ehkä "apt-get update" auttaa tai kokeile --fix-missing?
nn: Klarte ikkje henta nokre av arkiva. Du kan prøva med «apt-get update» eller «--fix-missing».

source: --fix-missing ja taltion vaihto ei ole nyt tuettu
nn: «--fix-missing» og byte av medium er ikkje støtta for tida

source: Puuttuvia paketteja ei voi korjata.
nn: Klarte ikkje retta opp manglande pakkar.

source: Asennus keskeytetään.
nn: Avbryt installasjon.

source: Komento update ei käytä parametreja
nn: Oppdateringskommandoen tek ingen argument

source: Meidän ei kuuluisi poistaa tietoja, AutoRemover-toimintoa ei voida käynnistää.
nn: Det er ikkje meininga at me skal sletta ting, kan ikkje starte AutoRemover

source: Hmm, vaikuttaisi siltä kuin AutoRemover olisi poistanut jotakin mitä sen ei kuuluisi poistaa. Ole hyvä ja täytä ilmoitus bugista apt-paketissa.Since you only requested a single operation it is extremely likely that the package is simply not installable and a bug report against that package should be filed.
nn: Hmm, ser ut som AutoRemover øydela noko, som verkeleg ikkje bør skje. Ver venleg å fylle ut ein feilrapport om apt.Since you only requested a single operation it is extremely likely that the package is simply not installable and a bug report against that package should be filed.

source: Seuraavista tiedoista voi olla hyötyä selvitettäessä tilannetta:
nn: Følgjande informasjon kan hjelpa med å løysa situasjonen:

source: Poista ne komennolla "apt-get autoremove".
nn: Nytt 'apt-get autoremove' for å fjerna dei.

source: Sisäinen virhe, AllUpgrade rikkoi jotain
nn: Intern feil. AllUpgrade øydelagde noko

source: Saatat haluta suorittaa "apt-get -f install" korjaamaan nämä:
nn: Du vil kanskje prøva å retta på desse ved å køyra «apt-get -f install».

source: Kaikkia riippuvuuksia ei ole tyydytetty. Kokeile "apt-get -f install" ilmanpaketteja (tai ratkaise itse).
nn: Nokre krav er ikkje oppfylte. Du kan prøva «apt-get -f install» (eller velja ei løysing).
